---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ElementTypeFailures
source: html/b7dbef6f-d492-3d92-7f1c-594ea6e2ec37.htm
---
# BuiltInFailures.ElementTypeFailures Properties

As a result of Reloading Latest, there are no types of [User Name] left. Create a new type by duplicating an existing [User Name] type in the Project Browser.